<footer id="footer_desktop">
    <section class="container">
        <div class="container grid-lg">
            <div class="columns nav-menu">
                <div class="column col-auto">
                    <a href="#" class="navbar-brand">
                        <img src="img/logo_lg.svg" alt="">
                    </a>
                </div>
            </div>
        </div>
    </section>
</footer>

<footer id="footer_mobile">
    <section class="container">
        <div class="container grid-xs">
            <div class="nav-menu">
                <a href="#" class="btn btn-vertical">
                    <img src="img/logo_only.svg" alt="">
                    Главная
                </a>
                <a href="#" class="btn btn-vertical">
                    <svg width="30" height="30" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M12.0002 14C14.2094 14 16.0002 12.2091 16.0002 10C16.0002 7.79086 14.2094 6 12.0002 6C9.79111 6 8.00024 7.79086 8.00024 10C8.00024 12.2091 9.79111 14 12.0002 14Z"
                            stroke="currentColor" stroke-width="1.7" stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M15.5002 13.5L18.0002 16" stroke="currentColor" stroke-width="1.7"
                            stroke-linecap="round" stroke-linejoin="round" />
                        <path d="M1 1H17" stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                            stroke-linejoin="round" />
                        <path d="M1 7H5" stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                            stroke-linejoin="round" />
                        <path d="M1 13H5" stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                            stroke-linejoin="round" />
                    </svg>
                    Каталог
                </a>
                <div class="dropdown dropdown-up dropdown-center">
                    <a href="#" class="btn btn-vertical dropdown-toggle" tabindex="0">
                        <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M10.0001 11.3846C11.9119 11.3846 13.4617 9.83483 13.4617 7.92308C13.4617 6.01132 11.9119 4.46154 10.0001 4.46154C8.08836 4.46154 6.53857 6.01132 6.53857 7.92308C6.53857 9.83483 8.08836 11.3846 10.0001 11.3846Z"
                                stroke="#currentColor" stroke-width="1.7" stroke-linecap="round"
                                stroke-linejoin="round" />
                            <path
                                d="M4.08765 16.7846C4.70552 15.7704 5.5739 14.9322 6.60932 14.3506C7.64473 13.7689 8.81236 13.4634 9.99995 13.4634C11.1875 13.4634 12.3552 13.7689 13.3906 14.3506C14.426 14.9322 15.2944 15.7704 15.9123 16.7846"
                                stroke="#currentColor" stroke-width="1.7" stroke-linecap="round"
                                stroke-linejoin="round" />
                            <path
                                d="M10 19C14.9706 19 19 14.9706 19 10C19 5.02944 14.9706 1 10 1C5.02944 1 1 5.02944 1 10C1 14.9706 5.02944 19 10 19Z"
                                stroke="#currentColor" stroke-width="1.7" stroke-linecap="round"
                                stroke-linejoin="round" />
                        </svg>
                        Профиль
                    </a>
                    <ul class="menu">
                        <li class="divider" data-content="Личный кабинет"></li>
                        <li class="menu-item">
                            <a href="#">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M11.675 2.317C11.249 0.561 8.751 0.561 8.325 2.317C8.049 3.452 6.749 3.99 5.753 3.382C4.209 2.442 2.443 4.209 3.383 5.752C3.5243 5.98375 3.60889 6.24559 3.62987 6.51621C3.65085 6.78683 3.60764 7.05859 3.50375 7.30935C3.39985 7.56011 3.23822 7.7828 3.032 7.95929C2.82578 8.13578 2.5808 8.26108 2.317 8.325C0.561 8.751 0.561 11.249 2.317 11.675C2.58056 11.7391 2.82529 11.8645 3.03127 12.0409C3.23726 12.2174 3.3987 12.44 3.50247 12.6906C3.60624 12.9412 3.64942 13.2128 3.62848 13.4832C3.60755 13.7537 3.5231 14.0153 3.382 14.247C2.442 15.791 4.209 17.557 5.752 16.617C5.98375 16.4757 6.24559 16.3911 6.51621 16.3701C6.78683 16.3491 7.05859 16.3924 7.30935 16.4963C7.56011 16.6001 7.7828 16.7618 7.95929 16.968C8.13578 17.1742 8.26108 17.4192 8.325 17.683C8.751 19.439 11.249 19.439 11.675 17.683C11.7391 17.4194 11.8645 17.1747 12.0409 16.9687C12.2174 16.7627 12.44 16.6013 12.6906 16.4975C12.9412 16.3938 13.2128 16.3506 13.4832 16.3715C13.7537 16.3924 14.0153 16.4769 14.247 16.618C15.791 17.558 17.557 15.791 16.617 14.248C16.4757 14.0162 16.3911 13.7544 16.3701 13.4838C16.3491 13.2132 16.3924 12.9414 16.4963 12.6907C16.6001 12.4399 16.7618 12.2172 16.968 12.0407C17.1742 11.8642 17.4192 11.7389 17.683 11.675C19.439 11.249 19.439 8.751 17.683 8.325C17.4194 8.26091 17.1747 8.13553 16.9687 7.95905C16.7627 7.78258 16.6013 7.55999 16.4975 7.30938C16.3938 7.05877 16.3506 6.78721 16.3715 6.51677C16.3924 6.24634 16.4769 5.98466 16.618 5.753C17.558 4.209 15.791 2.443 14.248 3.383C14.0162 3.5243 13.7544 3.60889 13.4838 3.62987C13.2132 3.65085 12.9414 3.60764 12.6907 3.50375C12.4399 3.39985 12.2172 3.23822 12.0407 3.032C11.8642 2.82578 11.7389 2.5808 11.675 2.317Z"
                                        stroke="currentColor" stroke-width="1.6" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                    <path
                                        d="M12.1213 12.1213C12.6839 11.5587 13 10.7956 13 10C13 9.20435 12.6839 8.44129 12.1213 7.87868C11.5587 7.31607 10.7956 7 10 7C9.20435 7 8.44129 7.31607 7.87868 7.87868C7.31607 8.44129 7 9.20435 7 10C7 10.7956 7.31607 11.5587 7.87868 12.1213C8.44129 12.6839 9.20435 13 10 13C10.7956 13 11.5587 12.6839 12.1213 12.1213Z"
                                        stroke="currentColor" stroke-width="1.6" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                                Настройка профиля
                            </a>
                        </li>
                        <li class="menu-item">
                            <a href="#">
                                <svg width="18" height="20" viewBox="0 0 18 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M1 16.5963V7.6663C0.999956 7.33711 1.07214 7.01301 1.21014 6.72273C1.34815 6.43246 1.5477 6.185 1.79111 6.0023L8.01333 1.3363C8.30548 1.11702 8.6488 1 9 1C9.3512 1 9.69452 1.11702 9.98667 1.3363L16.2089 6.0023C16.4523 6.185 16.6519 6.43246 16.7899 6.72273C16.9279 7.01301 17 7.33711 17 7.6663V16.5963M1 16.5963C1 17.1267 1.1873 17.6354 1.5207 18.0105C1.8541 18.3856 2.30628 18.5963 2.77778 18.5963H15.2222C15.6937 18.5963 16.1459 18.3856 16.4793 18.0105C16.8127 17.6354 17 17.1267 17 16.5963M1 16.5963L7 12.0963M17 16.5963L11 12.0963M7 12.0963L1 7.5963M7 12.0963L8.01333 12.8563C8.30548 13.0756 8.6488 13.1926 9 13.1926C9.3512 13.1926 9.69452 13.0756 9.98667 12.8563L11 12.0963M11 12.0963L17 7.5963"
                                        stroke="currentColor" stroke-width="1.5" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                                Сообщения<span class="info-badge" data-badge="5"></span>
                            </a>
                        </li>
                        <li class="menu-item">
                            <a href="#">
                                <svg width="20" height="19" viewBox="0 0 20 19" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M1.34255 4.07375C1.5687 3.46964 1.90017 2.92074 2.31804 2.45838C2.7359 1.99602 3.23198 1.62925 3.77795 1.37902C4.32392 1.12879 4.90909 1 5.50004 1C6.09099 1 6.67616 1.12879 7.22213 1.37902C7.7681 1.62925 8.26417 1.99602 8.68204 2.45838L10 3.91672L11.318 2.45838C12.162 1.5246 13.3066 1.00001 14.5 1.00001C15.6935 1.00001 16.8381 1.5246 17.682 2.45838C18.526 3.39216 19.0001 4.65864 19.0001 5.9792C19.0001 7.29977 18.526 8.56624 17.682 9.50002L10 18L2.31804 9.50002C1.90017 9.03766 1.5687 8.48876 1.34255 7.88466C1.1164 7.28055 1 6.63308 1 5.9792C1 5.32533 1.1164 4.67785 1.34255 4.07375Z"
                                        stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                                Избранное
                            </a>
                        </li>
                        <li class="menu-item">
                            <a href="#">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M1 1H3L3.4 3M3.4 3H19L15 11H5M3.4 3L5 11M5 11L2.707 13.293C2.077 13.923 2.523 15 3.414 15H15M15 15C14.4696 15 13.9609 15.2107 13.5858 15.5858C13.2107 15.9609 13 16.4696 13 17C13 17.5304 13.2107 18.0391 13.5858 18.4142C13.9609 18.7893 14.4696 19 15 19C15.5304 19 16.0391 18.7893 16.4142 18.4142C16.7893 18.0391 17 17.5304 17 17C17 16.4696 16.7893 15.9609 16.4142 15.5858C16.0391 15.2107 15.5304 15 15 15ZM7 17C7 17.5304 6.78929 18.0391 6.41421 18.4142C6.03914 18.7893 5.53043 19 5 19C4.46957 19 3.96086 18.7893 3.58579 18.4142C3.21071 18.0391 3 17.5304 3 17C3 16.4696 3.21071 15.9609 3.58579 15.5858C3.96086 15.2107 4.46957 15 5 15C5.53043 15 6.03914 15.2107 6.41421 15.5858C6.78929 15.9609 7 16.4696 7 17Z"
                                        stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                                Корзина
                                <span class="info-badge" data-badge="1"></span>
                            </a>
                        </li>
                        <li class="divider">
                        <li class="menu-item">
                            <a href="#">Мои объявления</a>
                        </li>
                        <li class="menu-item">
                            <a href="#">Мои заказы</a>
                        </li>
                        <li class="divider" data-content="Бизнес кабинет">
                        <li class="menu-item">
                            <a href="#">Добавить свою компанию</a>
                        </li>
                        <li class="menu-item">
                            <a href="#">Мои компании</a>
                        </li>
                        <li class="menu-item">
                            <a href="#">Мои вакансии</a>
                        </li>
                        <li class="menu-item">
                            <a href="#">Мой каталог</a>
                        </li>
                        <li class="menu-item">
                            <a href="#">Статистика</a>
                        </li>
                        <li class="divider">
                        <li class="menu-item">
                            <a href="#">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path
                                        d="M6.228 7C6.777 5.835 8.258 5 10 5C12.21 5 14 6.343 14 8C14 9.4 12.722 10.575 10.994 10.907C10.452 11.011 10 11.447 10 12M10 15H10.01M19 10C19 11.1819 18.7672 12.3522 18.3149 13.4442C17.8626 14.5361 17.1997 15.5282 16.364 16.364C15.5282 17.1997 14.5361 17.8626 13.4442 18.3149C12.3522 18.7672 11.1819 19 10 19C8.8181 19 7.64778 18.7672 6.55585 18.3149C5.46392 17.8626 4.47177 17.1997 3.63604 16.364C2.80031 15.5282 2.13738 14.5361 1.68508 13.4442C1.23279 12.3522 1 11.1819 1 10C1 7.61305 1.94821 5.32387 3.63604 3.63604C5.32387 1.94821 7.61305 1 10 1C12.3869 1 14.6761 1.94821 16.364 3.63604C18.0518 5.32387 19 7.61305 19 10Z"
                                        stroke="currentColor" stroke-width="1.6" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>
                                Помощь
                            </a>
                        </li>
                        <li class="menu-item">
                            <a href="#" class="text-error">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none"
                                    xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9.30054 10.0138H19" stroke="currentColor" stroke-width="1.7"
                                        stroke-linecap="round" stroke-linejoin="round" />
                                    <path d="M16.2288 7.24462L19 10.0138L16.2288 12.7831" stroke="currentColor"
                                        stroke-width="1.7" stroke-linecap="round" stroke-linejoin="round" />
                                    <path
                                        d="M16.5059 16.2308C15.2616 17.5267 13.6578 18.421 11.9008 18.7987C10.1437 19.1764 8.31379 19.0202 6.64632 18.3501C4.97885 17.6801 3.55013 16.5269 2.54391 15.0388C1.53769 13.5508 1 11.7959 1 10C1 8.20409 1.53769 6.44924 2.54391 4.96118C3.55013 3.47312 4.97885 2.3199 6.64632 1.64986C8.31379 0.979816 10.1437 0.823591 11.9008 1.20128C13.6578 1.57897 15.2616 2.4733 16.5059 3.76923"
                                        stroke="currentColor" stroke-width="1.7" stroke-linecap="round"
                                        stroke-linejoin="round" />
                                </svg>

                                Выйти
                            </a>
                        </li>
                    </ul>
                </div>
                <a href="#" class="btn btn-vertical">
                    <svg width="19" height="17" viewBox="0 0 19 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M9.5 2.253V15.253M9.5 2.253C8.39689 1.477 6.899 1 5.25 1C3.601 1 2.10311 1.477 1 2.253V15.253C2.10311 14.477 3.601 14 5.25 14C6.899 14 8.39689 14.477 9.5 15.253M9.5 2.253C10.6031 1.477 12.101 1 13.75 1C15.3999 1 16.8969 1.477 18 2.253V15.253C16.8969 14.477 15.3999 14 13.75 14C12.101 14 10.6031 14.477 9.5 15.253"
                            stroke="currentColor" stroke-width="1.6" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                    Справочник
                </a>
                <a href="#" class="btn btn-vertical">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path
                            d="M1 1H3L3.4 3M3.4 3H19L15 11H5M3.4 3L5 11M5 11L2.707 13.293C2.077 13.923 2.523 15 3.414 15H15M15 15C14.4696 15 13.9609 15.2107 13.5858 15.5858C13.2107 15.9609 13 16.4696 13 17C13 17.5304 13.2107 18.0391 13.5858 18.4142C13.9609 18.7893 14.4696 19 15 19C15.5304 19 16.0391 18.7893 16.4142 18.4142C16.7893 18.0391 17 17.5304 17 17C17 16.4696 16.7893 15.9609 16.4142 15.5858C16.0391 15.2107 15.5304 15 15 15ZM7 17C7 17.5304 6.78929 18.0391 6.41421 18.4142C6.03914 18.7893 5.53043 19 5 19C4.46957 19 3.96086 18.7893 3.58579 18.4142C3.21071 18.0391 3 17.5304 3 17C3 16.4696 3.21071 15.9609 3.58579 15.5858C3.96086 15.2107 4.46957 15 5 15C5.53043 15 6.03914 15.2107 6.41421 15.5858C6.78929 15.9609 7 16.4696 7 17Z"
                            stroke="currentColor" stroke-width="1.7" stroke-linecap="round" stroke-linejoin="round" />
                    </svg>
                    Корзина
                </a>
            </div>
        </div>
    </section>
</footer>

</body>

</html>