<?php
include_once('header.php');
?>

<div class="container grid-xl ai-bg-white">
  <div class="breadcrumb-item "><a href="index.php">Главная</a> / Новости</div>
  <div class="columns gap-4">
    <div class="column col-8 ai-post-one">
      <h1 class="ai-title-secondary">В Альметьевске отпраздновали 70-летие НГДУ «Альметьевнефть»</h1>
      <div class="ai-text-gray">23.07.2022</div>
      <div class="ai-text-gray">Источник: <a href="index.php">http://almetyevsk.tatarstan.ru/index.htm/news/2114901.html</a></div>
      <img class="img-responsive" src="https://picsum.photos/400/250">
      <p>20 августа в большом зале Дворца культуры «Нефтьче» в Альметьевске прошло торжественное событие – празднование 70-летия НГДУ «Альметьевнефть».</p>
      <p>НГДУ «Альметьевнефть» образовано 1 октября в 1952 году. За годы своей работы НГДУ не раз доказывало, что является одном из ведущих и стабильно развивающихся структурных подразделений «Татнефти». Трудовой коллектив управления из года в год совершенствует производство, добиваясь высоких технико-экономических показателей, внедряя свой опыт и передовые достижения науки и техники. К 1958 году вышло на первое место в СССР по суточной добыче, а в 1963 – преодолело рубеж в сотню млн тонн нефти. К своему 20-летию добыло 300 млн тонн, в 1988 году – пол миллиарда. За 70 лет деятельности НГДУ «Альметьевнефть» добыло 630 млн тонн нефти. Сегодня НГДУ входит в структурное подразделение «Татнефть-Добыча».</p>
      <p>В юбилейном мероприятии приняли участие Председатель Государственного Совета Республики Татарстан Фарид Мухаметшин, генеральный директор ПАО «Татнефть» Наиль Маганов, глава Альметьевского муниципального района Тимур Нагуманов, помощник главы РТ по вопросам нефтяной промышленности Шафагат Тахаутдинов, руководители министерств и ведомств, Главы муниципальных районов республики, руководство компании «Татнефть» и нефтесервисного комплекса «ТаграС», а также их структурных подразделений, сотрудники и ветераны НГДУ «Альметьевнефть».</p>
    </div>
    <div class="column col-4">
      <div class="ai-title-tertiary">Последние новости</div>
      <div class="ai-last-post">
        <div class="ai-text-gray">23.07.2022</div>
        <div class="ai-text-lg ai-text-bold">В обновленных дворах Альметьевска продолжаются праздники двора</div>
      </div>
      <div class="ai-last-post">
        <div class="ai-text-gray">23.07.2022</div>
        <div class="ai-text-lg ai-text-bold">В обновленных дворах Альметьевска продолжаются праздники двора</div>
      </div>
      <div class="ai-last-post">
        <div class="ai-text-gray">23.07.2022</div>
        <div class="ai-text-lg ai-text-bold">В обновленных дворах Альметьевска продолжаются праздники двора</div>
      </div>
    </div>
  </div>

</div>
</body>

</html>