<?php
include_once('header.php');
?>

<div class="container content-container grid-xl ai-bg-white">

    <div class="breadcrumb-item "><a href="index.php">Главная</a> / Новости</div>
    <h1 class="ai-title-secondary">Новости</h1>

    <div class="columns ai-card-group">
        <a href="#" class="column col-4 col-xl-4 col-lg-4 col-md-6 col-sm-6 col-xs-12">
            <div class="card">
                <div class="card-image">
                    <img src="https://picsum.photos/600/600">
                </div>
                <div class="card-header">
                    <div class="ai-card-logo">
                        <img src="img/MVideo.jpg" alt="">
                        <div class="card-owner ai-text-mc ai-text-caps">М.Видео</div>
                    </div>
                    <div class="ai-title-tertiary">В Альметьевске</div>
                </div>
                <div class="card-body ">
                    22 июля в Альметьесвке состоялось открытие II этапа Кубка России по водно-моторному спорту. Соревнования в течение нескольких дней будут проходить на городском озере и водохранилище. Более 70 участникам из числа любителей и профессионалов предстоит помериться силами в классах аквабайк, фристайл и гидрофлайт.
                    Скоростное и яркое спортивное событие пройдет под эгидой Федерации водно-моторного спорта России, при поддержке Региональной общественной организации «Объединение водно-моторного спорта Республики Татарстан» и спортивно-технического клуба «Ультиматум». Генеральный спонсор мероприятия компания «Татнефть».
                </div>
                <div class="card-footer">
                    <div class="ai-text-mc ai-text-tertiary ai-text-gray">23.07.2022</div>
                    <div class="ai-icon ai-text-mc ai-text-tertiary ai-text-gray">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.1213 14.1213C14.6839 13.5587 15 12.7956 15 12C15 11.2044 14.6839 10.4413 14.1213 9.87868C13.5587 9.31607 12.7956 9 12 9C11.2044 9 10.4413 9.31607 9.87868 9.87868C9.31607 10.4413 9 11.2044 9 12C9 12.7956 9.31607 13.5587 9.87868 14.1213C10.4413 14.6839 11.2044 15 12 15C12.7956 15 13.5587 14.6839 14.1213 14.1213Z" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M2.45801 12C3.73201 7.943 7.52301 5 12 5C16.478 5 20.268 7.943 21.542 12C20.268 16.057 16.478 19 12 19C7.52301 19 3.73201 16.057 2.45801 12Z" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        345
                    </div>
                </div>
            </div>
        </a>

        <a href="#" class="column col-4 col-xl-4 col-lg-4 col-md-6 col-sm-6 col-xs-12">
            <div class="card">
                <div class="card-image">
                    <img src="https://picsum.photos/600/600">
                </div>
                <div class="card-header">
                    <div class="ai-title-tertiary">В Альметьевске стартовал II этап Кубка России по водно-моторному спорту</div>
                </div>
                <div class="card-body ">
                    22 июля в Альметьесвке состоялось открытие II этапа Кубка России по водно-моторному спорту. Соревнования в течение нескольких дней будут проходить на городском озере и водохранилище. Более 70 участникам из числа любителей и профессионалов предстоит помериться силами в классах аквабайк, фристайл и гидрофлайт.
                    Скоростное и яркое спортивное событие пройдет под эгидой Федерации водно-моторного спорта России, при поддержке Региональной общественной организации «Объединение водно-моторного спорта Республики Татарстан» и спортивно-технического клуба «Ультиматум». Генеральный спонсор мероприятия компания «Татнефть».
                </div>
                <div class="card-footer">
                    <div class="ai-text-mc ai-text-tertiary ai-text-gray">23.07.2022</div>
                    <div class="ai-icon ai-text-mc ai-text-tertiary ai-text-gray">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.1213 14.1213C14.6839 13.5587 15 12.7956 15 12C15 11.2044 14.6839 10.4413 14.1213 9.87868C13.5587 9.31607 12.7956 9 12 9C11.2044 9 10.4413 9.31607 9.87868 9.87868C9.31607 10.4413 9 11.2044 9 12C9 12.7956 9.31607 13.5587 9.87868 14.1213C10.4413 14.6839 11.2044 15 12 15C12.7956 15 13.5587 14.6839 14.1213 14.1213Z" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M2.45801 12C3.73201 7.943 7.52301 5 12 5C16.478 5 20.268 7.943 21.542 12C20.268 16.057 16.478 19 12 19C7.52301 19 3.73201 16.057 2.45801 12Z" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        345
                    </div>
                </div>
            </div>
        </a>

        <a href="#" class="column col-4 col-xl-4 col-lg-4 col-md-6 col-sm-6 col-xs-12">
            <div class="card">
                <div class="card-image">
                    <img src="https://picsum.photos/600/600">
                </div>
                <div class="card-header">
                    <div class="ai-title-tertiary">В Альметьевске стартовал</div>
                </div>
                <div class="card-body ">
                    22 июля в Альметьесвке состоялось открытие II этапа Кубка России по водно-моторному спорту. Соревнования в течение нескольких дней будут проходить на городском озере и водохранилище. Более 70 участникам из числа любителей и профессионалов предстоит помериться силами в классах аквабайк, фристайл и гидрофлайт.
                    Скоростное и яркое спортивное событие пройдет под эгидой Федерации водно-моторного спорта России, при поддержке Региональной общественной организации «Объединение водно-моторного спорта Республики Татарстан» и спортивно-технического клуба «Ультиматум». Генеральный спонсор мероприятия компания «Татнефть».
                </div>
                <div class="card-footer">
                    <div class="ai-text-mc ai-text-tertiary ai-text-gray">23.07.2022</div>
                    <div class="ai-icon ai-text-mc ai-text-tertiary ai-text-gray">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.1213 14.1213C14.6839 13.5587 15 12.7956 15 12C15 11.2044 14.6839 10.4413 14.1213 9.87868C13.5587 9.31607 12.7956 9 12 9C11.2044 9 10.4413 9.31607 9.87868 9.87868C9.31607 10.4413 9 11.2044 9 12C9 12.7956 9.31607 13.5587 9.87868 14.1213C10.4413 14.6839 11.2044 15 12 15C12.7956 15 13.5587 14.6839 14.1213 14.1213Z" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M2.45801 12C3.73201 7.943 7.52301 5 12 5C16.478 5 20.268 7.943 21.542 12C20.268 16.057 16.478 19 12 19C7.52301 19 3.73201 16.057 2.45801 12Z" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        345
                    </div>
                </div>
            </div>
        </a>

        <a href="#" class="column col-4 col-xl-4 col-lg-4 col-md-6 col-sm-6 col-xs-12">
            <div class="card">
                <div class="card-image">
                    <img src="https://picsum.photos/600/600">
                </div>
                <div class="card-header">
                    <div class="ai-title-tertiary">В Альметьевске стартовал II этап Кубка</div>
                </div>
                <div class="card-body ">
                    22 июля в Альметьесвке состоялось открытие II этапа Кубка России по водно-моторному спорту. Соревнования в течение нескольких дней будут проходить на городском озере и водохранилище. Более 70 участникам из числа любителей и профессионалов предстоит помериться силами в классах аквабайк, фристайл и гидрофлайт.
                    Скоростное и яркое спортивное событие пройдет под эгидой Федерации водно-моторного спорта России, при поддержке Региональной общественной организации «Объединение водно-моторного спорта Республики Татарстан» и спортивно-технического клуба «Ультиматум». Генеральный спонсор мероприятия компания «Татнефть».
                </div>
                <div class="card-footer">
                    <div class="ai-text-mc ai-text-tertiary ai-text-gray">23.07.2022</div>
                    <div class="ai-icon ai-text-mc ai-text-tertiary ai-text-gray">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.1213 14.1213C14.6839 13.5587 15 12.7956 15 12C15 11.2044 14.6839 10.4413 14.1213 9.87868C13.5587 9.31607 12.7956 9 12 9C11.2044 9 10.4413 9.31607 9.87868 9.87868C9.31607 10.4413 9 11.2044 9 12C9 12.7956 9.31607 13.5587 9.87868 14.1213C10.4413 14.6839 11.2044 15 12 15C12.7956 15 13.5587 14.6839 14.1213 14.1213Z" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M2.45801 12C3.73201 7.943 7.52301 5 12 5C16.478 5 20.268 7.943 21.542 12C20.268 16.057 16.478 19 12 19C7.52301 19 3.73201 16.057 2.45801 12Z" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        345
                    </div>
                </div>
            </div>
        </a>

        <a href="#" class="column col-4 col-xl-4 col-lg-4 col-md-6 col-sm-6 col-xs-12">
            <div class="card">
                <div class="card-image">
                    <img src="https://picsum.photos/600/600">
                </div>
                <div class="card-header">
                    <div class="ai-title-tertiary">В Альметьевске</div>
                </div>
                <div class="card-body ">
                    22 июля в Альметьесвке состоялось открытие II этапа Кубка России по водно-моторному спорту. Соревнования в течение нескольких дней будут проходить на городском озере и водохранилище. Более 70 участникам из числа любителей и профессионалов предстоит помериться силами в классах аквабайк, фристайл и гидрофлайт.
                    Скоростное и яркое спортивное событие пройдет под эгидой Федерации водно-моторного спорта России, при поддержке Региональной общественной организации «Объединение водно-моторного спорта Республики Татарстан» и спортивно-технического клуба «Ультиматум». Генеральный спонсор мероприятия компания «Татнефть».
                </div>
                <div class="card-footer">
                    <div class="ai-text-mc ai-text-tertiary ai-text-gray">23.07.2022</div>
                    <div class="ai-icon ai-text-mc ai-text-tertiary ai-text-gray">
                        <svg width="24" height="24" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M14.1213 14.1213C14.6839 13.5587 15 12.7956 15 12C15 11.2044 14.6839 10.4413 14.1213 9.87868C13.5587 9.31607 12.7956 9 12 9C11.2044 9 10.4413 9.31607 9.87868 9.87868C9.31607 10.4413 9 11.2044 9 12C9 12.7956 9.31607 13.5587 9.87868 14.1213C10.4413 14.6839 11.2044 15 12 15C12.7956 15 13.5587 14.6839 14.1213 14.1213Z" stroke-linecap="round" stroke-linejoin="round"></path>
                            <path d="M2.45801 12C3.73201 7.943 7.52301 5 12 5C16.478 5 20.268 7.943 21.542 12C20.268 16.057 16.478 19 12 19C7.52301 19 3.73201 16.057 2.45801 12Z" stroke-linecap="round" stroke-linejoin="round"></path>
                        </svg>
                        345
                    </div>
                </div>
            </div>
        </a>
    </div>

</div>
</body>

</html>